[
    {
        "": "8",
        "name": "Lava Cap Battonage Chardonnay 2012",
        "grape": "",
        "region": "Sierra Foothills, California",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This perfectly balanced wine begins with inviting aromas of dried flowers, twist of lime and lightly toasted oak. On the palate, enticing flavors of pear, lime, vanilla and butterscotch. The wine pairs nicely with roast chicken, turkey or pasta with cream sauce."
    },
    {
        "": "20",
        "name": "Lava Cap Syrah 2009",
        "grape": "",
        "region": "California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Lava Cap's Syrah vineyard is located on a gentle, south facing slope. This location allows for extended hang-time which yields fully developed aroma, flavor and tannin resulting in wine of intensity and depth. Dark cherry and plum provide mouth-filling intensity with a hint of carob and spice."
    },
    {
        "": "24",
        "name": "Lava Vine Winery Napa Valley Cabernet Sauvignon 2014",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A wonderful representation of how amazing the 2014 vintage could be and how to balance Napa Valley’s Intensity. A ripe cherry and cassis entry with dusted cocoa and a touch of graham cracker entice. The silky rich entry is so balanced there seems to be no separation from mid-palate through the lengthy finish with multitudes of fruit and spice to accompany. This Cabernet Sauvignon is fully integrated, super complex and will age beautifully."
    },
    {
        "": "28",
        "name": "Lavau Chateauneuf-du-Pape 2014",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Complex nose of plums and black cherries with a hint of cocoa and cloves. Full and well-balanced on the palate, showing extreme finesse and remarkable length."
    },
    {
        "": "29",
        "name": "Lavau Chateauneuf-du-Pape 2015",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Complex nose of plums and black cherries with a hint of cocoa and cloves. Full and well-balanced on the palate, showing extreme finesse and remarkable length."
    },
    {
        "": "30",
        "name": "Lavau Gigondas 2013",
        "grape": "",
        "region": "Gigondas, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The natural exposure of this vineyard delivers a wine with high concentration, rich and well balanced. This wine is perfect with elaborated sauce dishes, a piece of meat and cheese. You can also enjoy this wine on its own."
    },
    {
        "": "31",
        "name": "Lavau Gigondas 2013",
        "grape": "",
        "region": "Gigondas, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "#72"
    },
    {
        "": "36",
        "name": "Lavau Rasteau 2016",
        "grape": "",
        "region": "Rasteau, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A wine with strong Mediterranean accents, both in its aromas of garrigue scrubland, spice and ripe fruit on the nose, and in terms of its power and intensity on the palate. A generous yet well-balanced wine with long-lingering aromas."
    },
    {
        "": "67",
        "name": "Lavinea Elton Pinot Noir 2016",
        "grape": "",
        "region": "Eola-Amity Hills, Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Bright and deep purple in color with a bluish edge, the first nose opens with lovely aromas of sweet cherries in kirsch, fragrant rose and herbaceous rosemary, hints of lavender and boasting fresh cherries. Smooth and lush yet restrained and nervous, the lovely palate travels with a smooth beginning, vibrant core of fresh dark cherries and marionberries, wet bedrock and closing on an elegant finish sustained by silky tannins. The quintessential definition of a beautiful pinot noir, very complete and showing promises of getting better over time."
    },
    {
        "": "83",
        "name": "Layer Cake Malbec 2008",
        "grape": "",
        "region": "Argentina",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Pure, rich and very elegant; a powerhouse of lush black fruit, silky cocoa, black spice and cream, wrapped around blackberry, cherry and ripe plum.  Layered and complex with a nose to linger over, a finish that never ends.  Sweet anise, hints of tobacco, black chocolate, more cherries and exotic spices, layers of jam.  This wine will stand and perform anytime you think of a Cabernet and want something just a little more exotic.  Born at the base of the Andes and fed by the purest spring waters… this wine is made to be loved."
    },
    {
        "": "86",
        "name": "Layer Cake Shiraz 2009",
        "grape": "",
        "region": "South Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark, dense and creamy. Aromas of spice, anise, tobacco and mocha emerge from the inky Shiraz; an explosion of dark berry, black cherry, exotic spices and chocolate. Complete from attack through a long, lingering finish. What about the next slice…"
    },
    {
        "": "96",
        "name": "Le Cadeau Vineyard Diversite Pinot Noir 2015",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The Diversité cuvee showcases a unique and diverse range of characteristics that reflect its varied soil, sunlight exposure, and clonal blend. It is sourced from four blocks on our estate vineyard, primarily covering the Northern end, containing 7 clones – Dijon-113, -114, -115, -667, -777, Pommard, and a few rows of the Swiss clone Mariafeld. The latter in particular lends natural smoke and spice notes to the wine, which have become a definitive character in the cuvee. The soil variation for Diversité ranges from heavily broken volcanic basalt on the Northwestern block of Dijon-667, to the more lush Nekia soil of the Northeastern block of Dijon-114."
    },
    {
        "": "104",
        "name": "Le Carre 2011",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Le Carré is a single-vineyard of just over one and a half hectares that abuts Clos Fourtet near the centre of the town of Saint Emilion. The vines date back to the middle of the last century and have been completely re-terraced since the purchase of the vines in 2004 from Château Canon, Premier Cru Classé.  "
    },
    {
        "": "105",
        "name": "Le Carre 2012",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This wine boasts a dense purple color in addition to abundant quantities of black fruits, crushed rocks and flowers nicely wrapped in new oak, where it receives it's malolactic fermentation and ageing."
    },
    {
        "": "107",
        "name": "Le Casematte Faro 2013",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries,Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruityflavor, and an elegant finale."
    },
    {
        "": "108",
        "name": "Le Casematte Faro 2016",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries, Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruity flavor, and an elegant finale. "
    },
    {
        "": "110",
        "name": "Le Casematte Peloro Rosso 2014",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Brilliant ruby red in color with violet reflections. The nose has generous aromas of small red berries, floral fragrances as well as carob, licorice and spice. On the palate, the wine has fresh acidity, rich fruity flavors, mineral notes, and vibrant tannins."
    },
    {
        "": "112",
        "name": "Le Casematte Peloro Bianco 2017",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Bright straw yellow in color. The nose boasts notes of white- and yellow-fleshed fruit, floral aromas of mimosas and chamomile, mineral aromas and Mediterranean herbs. On the palate, the wine is fresh and tangy with pleasant fruit and a long, invigorating finale heightened by lively citrus notes. "
    },
    {
        "": "113",
        "name": "Le Casematte Peloro Rosso 2017",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Le Casematte Peloro Rosso has intense and brilliant ruby red colors with violet reflections. The nose in generous with a floral bouquet and notes of small berries, carob and licorice; it is well balanced with a spicy finish. On the palate has fresh acidity, rich fruit flavors with pleasant, vibrant and elegant tannins."
    },
    {
        "": "116",
        "name": "Le Chiuse Brunello di Montalcino 2010",
        "grape": "",
        "region": "Montalcino, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": " \"Le Chiuse\" Brunello is a clear wine, bright garnet red in colour. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognize, from forest fruits to light vanilla. To the taste the wine is snooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time. It should be served at a temperature of 18-20°C, the bottle having been left in a warm place for at least 24 hours and uncorked several hours before serving. Every vintage has its own determining caracteristics and features. In the best vintages, 20% of the production is seat to age in our cellars for a further year thereby becoming \"Reserve\"."
    },
    {
        "": "117",
        "name": "Le Chiuse Brunello di Montalcino 2011",
        "grape": "",
        "region": "Montalcino, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."
    },
    {
        "": "121",
        "name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2011",
        "grape": "",
        "region": "Montalcino, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."
    },
    {
        "": "137",
        "name": "Le Corti Chianti Classico 2013",
        "grape": "",
        "region": "Chianti Classico, Chianti, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Intense ruby red in color, the wine has a brilliant and silky profile, almost thirst-quenching with its traces of raspberry, violet, lavender, and forest roses. The lightly spicy nose is inviting, an anticipation of a lively flavor and texture with a genteel note of rhubarb, its precise tannins marked by the sensation of just-harvested crunchy, red plums, and a finish that pushes through a dynamic progression of savoriness. Food pairings: Ideal with roast pork, mixed boiled meats, wild fowl, grilled white meat, and medium-aged cheeses."
    },
    {
        "": "139",
        "name": "Le Corti Chianti Classico 2016",
        "grape": "",
        "region": "Chianti Classico, Chianti, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The soul of the Villa Le Corti, condensed in the expression of the most authentic character of the San Casciano Val di Pesa hills in Chianti Classico, with Sangiovese and its sparring partners Colorino and Canaiolo. Intense ruby red, for a wine that reveals character, clarity and precision, with a fresh spicy and mint opening aromas and crunchy red berries framed with orange nuances. The floral uniqueness of the violets and iris has a peppery touch in a gentle and generous sip, with an iridescent texture and structure, and a fresh progression in balance with tasty and refined tannins."
    },
    {
        "": "141",
        "name": "Le Corti Don Tommaso Chianti Classico 2013",
        "grape": "",
        "region": "Chianti Classico, Chianti, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The voice of a single vineyard -- 10 hectares in the family hills of San Casciano in Val di Pesa, a century-old estate where Sangiovese grapes have unique strength and precision. The soul of this wine is in the details, with a rough character that broadens in complexity with evolution. The nose offers intense aromas of dark cherries and plums, violets and dried roses, licorice powder and myrtle leaf, with a fresh touch of fine spices. The palate is powerful and direct, with a crescendo in the mouth: a dry and warm body without excess of tannins, like a stretching muscle, defines a full and harmonious development. "
    },
    {
        "": "142",
        "name": "Le Corti Don Tommaso Chianti Classico 2014",
        "grape": "",
        "region": "Chianti Classico, Chianti, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The voice of a single vineyard, 10 hectares in the family hills of San Casciano in Val di Pesa, a century-old estate where Sangiovese grapes have unique strength and precision. The soul of this wine is in the details, with a rough character in a precise texture that widens in complexity with the evolution. Intense aromas vibrating in fragrant notes of dark cherries and plums, violets and dried roses, liquorice powder and myrtle leaf, with a fresh touch of fine spices. The palate is powerful and direct, with a crescendo in the mouth: a dry and warm body without excess of tannins, like a stretching muscle, defines a full and harmonious development. "
    },
    {
        "": "145",
        "name": "Le Domaine D'Henri Chablis Fourchaume Premier Cru 2014",
        "grape": "",
        "region": "Chablis, Burgundy, France",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Planted half in 1964 and half in 1999, this is an elegant, refined fruit-driven wine with a good structured impression on the palate.The Kimmeridgian escarpment of Fourchaume is reputed to produce some of the best Chablis wines and the South West exposure of the vines means that they bask in the warm afternoon sun."
    },
    {
        "": "146",
        "name": "Le Domaine D'Henri Chablis Fourchaume Premier Cru 2015",
        "grape": "",
        "region": "Chablis, Burgundy, France",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Planted half in 1964 and half in 1999, this is an elegant, refined fruit-driven wine with a good structured impression on the palate. The Kimmeridgian escarpment of Fourchaume is reputed to produce some of the best Chablis wines -- and the South West exposure of the vines means that they bask in the warm afternoon sun. Vinified in stainless steel tanks (89%) to preserve the minerality and freshness, and in oak barrels (11%) of 228-litres to add more complex notes, this wine will continue to improve for the next 15 years or so."
    },
    {
        "": "150",
        "name": "Le Dome 2009",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence. "
    },
    {
        "": "151",
        "name": "Le Dome 2011",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The palate is opulent and full-bodied with spicy black fruits, saturated tannins and a texture so smooth you could slide down it. The production of Le Dome is not large at around 1,000 cases. What little exists, however is made with no expense spared in the pursuit of excellence."
    },
    {
        "": "157",
        "name": "Le Dome 2014",
        "grape": "",
        "region": "St. Emilion, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Blend: 80% Cabernet Franc, 20% Merlot "
    },
    {
        "": "161",
        "name": "Le Jas des Papes Chateauneuf-du-Pape 2010",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The quality of the terroir and our selection of grapes produced by old vines allow us to produce velvety red wines that are deep purple in color, with purplish-blue glints and complex facets of Morello cherries and ripe tannins, wines that are smooth, robust and generous in the mouth."
    },
    {
        "": "165",
        "name": "Le Macchiole 2005",
        "grape": "",
        "region": "Bolgheri, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."
    },
    {
        "": "167",
        "name": "Le Macchiole 2006",
        "grape": "",
        "region": "Bolgheri, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "30% Sangiovese, 40% Merlot, 30% Cabernet Franc"
    },
    {
        "": "184",
        "name": "Le Macchiole Paleo (1.5 Liter Magnum) 2007",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
    },
    {
        "": "187",
        "name": "Le Macchiole Paleo 1998",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Deep ruby red in color. Ripe cabernet fruit comes through in the aromas. Round and delicious. An excellent example of the high quality coming out of this part of Tuscany. Recommended with grilled and roasted red meats."
    },
    {
        "": "192",
        "name": "Le Macchiole Paleo 2007",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
    },
    {
        "": "199",
        "name": "Le Macchiole Paleo 2014",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Paleo Rosso is one of the symbols of Bolgheri winemaking while maintaining a non-standardized wine style, and it is one of the world’s best-known Cabernet Francs. “Paleo” is the common name of a species of grass, Festuca Pratensis (of the Gramineae family), which grows wild along the Tuscan Coast."
    },
    {
        "": "202",
        "name": "Le Macchiole Paleo Bianco 2013",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Paleo Bianco is an original blend of Sauvignon Blanc and Chardonnay yet with a strong Mediterranean character and an excellent balance. Perfect for pairing with seafood this white does not shy from a medium to long aging in bottle."
    },
    {
        "": "210",
        "name": "Le Macchiole Scrio 2010",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy. Intense deep red, decisively spicy with aromas of white pepper, bay leaf, and fruity perfumes. Round in the mouth, the acidity is balanced by the sweetness of the tannins, the finish is fresh with notes of mint and eucalyptus."
    },
    {
        "": "211",
        "name": "Le Macchiole Scrio 2012",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Cote Rotie -Scrio is made from 100% Syrah, originating from two French clones. A dark wine layered with smoke, graphite and blackberries."
    },
    {
        "": "213",
        "name": "Le Macchiole Scrio 2013",
        "grape": "",
        "region": "Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Côte Rôtie - Scrio is made from 100% Syrah, originating from two French clones. A dark wine layered with smoke, graphite and blackberries."
    },
    {
        "": "220",
        "name": "Le Potazzine Gorelli Brunello di Montalcino 2011",
        "grape": "",
        "region": "Montalcino, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Ruby red with intense garnet reflections. The nose is profound and ample, with berry notes, but also with dried fruit notes that are an elegant contrast. The palate is intense, austere, full, and velvety with a long persistence."
    },
    {
        "": "227",
        "name": "Le Potazzine Rosso di Montalcino 2017",
        "grape": "",
        "region": "Montalcino, Tuscany, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Fragrant blue flower, red berry and balsamic notes set the tone for this delicious red. The elegantly structured palate delivers wild cherry, crushed raspberry and chopped mint flavors, a potpourri of dark spice lingering through the finish. It’s enjoyable now but promises fine drinking over the next several years."
    },
    {
        "": "236",
        "name": "Le P'tit Paysan Le P'tit Pape 2012",
        "grape": "",
        "region": "Central Coast, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Cherry blossoms, dusty road, red plums, herb de provnce. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."
    },
    {
        "": "238",
        "name": "Le P'tit Paysan Le P'tit Pape 2015",
        "grape": "",
        "region": "San Benito, Central Coast, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Cherry blossoms, dusty road, red plums, herb de Provence. Rosewater and red cherry on the palate, nimble with medium body. Grippy finish with firm Grenache tannins and hints of olive and sagebrush."
    },
    {
        "": "241",
        "name": "Le P'tit Paysan Petite Sirah 2011",
        "grape": "",
        "region": "Monterey, Central Coast, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Black plums, blackberry, crushed rocks, black olive. Full and rich on the palate, but neither hot nor oaky. Structured without being overbearing, rich dark fruit, long finish with hints of stem tannins."
    },
    {
        "": "242",
        "name": "Le P'tit Paysan Petite Sirah 2013",
        "grape": "",
        "region": "Monterey, Central Coast, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Picked at atypically low sugars for the variety. Fermented in small lots with some stem inclusion and some native yeasts. Aged on lees in less than 10% new oak. From a limestone and shale rich block on Pierce Ranch in southern Monterey County."
    },
    {
        "": "249",
        "name": "Le Roi des Pierres Sancerre 2016",
        "grape": "",
        "region": "Sancerre, Loire, France",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This Sancerre is an enchanting pale gold yellow with green hints. Concentrated aromas of exotic fruits, grapefruit, passion fruit, mango and blood orange tempt the senses before unfolding to a structured, mineral-driven palate with a graphite finish that evokes the flint terroir of St. Gemme. Notes of orange zest linger on the beautifully balanced finish that leaves a saline impression."
    },
    {
        "": "252",
        "name": "Le Salette Amarone Classico 2012",
        "grape": "",
        "region": "Veneto, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Deep ruby red robe with an intense and highly developed nose  with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish. "
    },
    {
        "": "253",
        "name": "Le Salette Amarone Classico 2013",
        "grape": "",
        "region": "Veneto, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Deep ruby red robe with an intense and highly developed nose with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish."
    },
    {
        "": "255",
        "name": "Le Salette La Marega Amarone 2011",
        "grape": "",
        "region": "Veneto, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose.  This wine is elegant and structured with a long finish."
    },
    {
        "": "259",
        "name": "Le Salette Pergole Vece Amarone 2011",
        "grape": "",
        "region": "Veneto, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Ruby red with violet reflections. Aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes. "
    },
    {
        "": "270",
        "name": "Le Vieux Donjon Chateauneuf-du-Pape 2006",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Vieux Donjon's 2006 Chateauneuf du Pape is a powerful, seriously-endowed effort for the vintage, displaying more structure and muscle than most wines in this forward, fruit-friendly year. Classic Provencal characteristics of garrigue, licorice, lavender, pepper, and kirsch soar from the glass of this dark ruby/purple-tinged offering. In the mouth, it is masculine, tannic, medium to full-bodied, and powerfully built. Potentially one of the longest lived wines of the vintage, it will require 4-5 years of bottle age, and should evolve for two decades. "
    },
    {
        "": "277",
        "name": "Le Vieux Donjon Chateauneuf-du-Pape Blanc 2006",
        "grape": "",
        "region": "Chateauneuf-du-Pape, Rhone, France",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "A tiny bit of superb white wine made.  Well-defined and shapely so that they may be enjoyed right away, Vieux Donjon Chateauneufs, nevertheless age slowly and magnificently."
    },
    {
        "": "278",
        "name": "Le Vigne di Eli Etna Bianco 2012",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "A project by Marco de Grazia, named for his daughter Elena (Eli), that donates a large portion of the proceeds to a children's hospital in Florence. The labels are drawings by Elena. This is 100% Carricante from Mount Etna. Vinified in stainless steel vats through cold maceration and aged in 10lh barrell and tonneaux for 10 months, last passage in bottle for further 8 months. Straw yellow colour, it shows delicate orange blossom and a dainty touch of white flower, lime wood and vanilla on the nose, sapid on the palate. Fish, flesh or foul, all are fine, if very gently cooked. It loves seafood, particularly over pasta: after all, it is Sicilian. "
    },
    {
        "": "279",
        "name": "Le Vigne di Eli Etna Rosso 2012",
        "grape": "",
        "region": "Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This wine displays an intense and bright ruby red color with red fruit aromas and mineral notes. Full in the mouth, similar to Burgundy wines, elegant and fresh. "
    },
    {
        "": "280",
        "name": "Le Vigne di Eli Moganazzi-Volta Sciara Etna Rosso 2014",
        "grape": "",
        "region": "Sicily, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Red fruit aromas and mineral notes. Full on the palate, similar to Burgundy wines, elegant, fresh. Pair with meat dishes and seasoned cheese."
    },
    {
        "": "282",
        "name": "Le Vigne Winery Paso Robles Cabernet Sauvignon 2016",
        "grape": "",
        "region": "Paso Robles, Central Coast, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Sweet and spicy berries with vanilla and leather on the nose. Chocolate cherries, white pepper and olive are found in the diverse flavor profile. Thelengthy and lush tannins will continue to age gracefully for several years."
    },
    {
        "": "283",
        "name": "Lea Wines Sta. Rita Hills Pinot Noir 2013",
        "grape": "",
        "region": "Sta. Rita Hills, Santa Barbara, Central Coast, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This wine shows extraction and power but also acidity and finesse. It delivers notes of pepper, wild berries, and black cherry balanced by bright notes of strawberry and red cherry. This finish is long and silky. Drink this wine now or age it up to six years."
    },
    {
        "": "294",
        "name": "Leasingham Bin 61 Shiraz 1998",
        "grape": "",
        "region": "Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A wine produced entirely from Shiraz grapes grown in the Clare Valley, this full bodied wine is big, soft and silky with minty Clare fruit. "
    },
    {
        "": "298",
        "name": "Leasingham Bin 7 Riesling 2005",
        "grape": "",
        "region": "Clare Valley, South Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "\"...offering bold flavors of honeycoated minerals perked by curls of lime zest. Firmly built and close to dry, you can drink it now for its power and fruit, or hold it up to 10 years or more...\""
    },
    {
        "": "300",
        "name": "Leasingham Clare Classic Shiraz 1997",
        "grape": "",
        "region": "Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Beautifully focused and bright, this Shiraz delivers juicy, vibrant black cherry, berry and plum flavors on an elegant frame. Tannins are soft, and the finish hints at black pepper and exotic spices as it lasts and lasts. 5,000 cases made. (HS)"
    },
    {
        "": "306",
        "name": "Leasingham Magnus Riesling 2007",
        "grape": "",
        "region": "Clare Valley, South Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "In its inaugural release, the 2006 Magnus Riesling displays all the hallmarks of fine Clare Valley Riesling; juicy acidity, lemony citrus and fullness of flavor. The palate shows fresh punchy citrus fruit balanced out by delicious, tangy acidity, and finishes long and refreshing."
    },
    {
        "": "312",
        "name": "Lecheneaut Morey-St-Denis 2014",
        "grape": "",
        "region": "Morey-St-Denis, Cote de Nuits, Cote d'Or, Burgundy, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "It’s most common look is an assertive tone (bright ruby, intense garnet carmine) with purple highlights. The bouquet is divided among black fruit (black current, blueberry) and pitted red fruits (cherry). With age, it evokes moss and truffle. Sustained and structured, it possesses the right balance between a powerful body and a fruity expression."
    },
    {
        "": "316",
        "name": "Lecheneaut Nuits-St. Georges Damodes Premier Cru 2011",
        "grape": "",
        "region": "Burgundy, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The freshness and the purity of fruit combine with a fine structure, tender and supple. Easily approachable in its youth, it surprises by its capacity to assert its personality during ageing."
    },
    {
        "": "322",
        "name": "L'Ecole 41 Barrel Fermented Semillon 2004",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "\"Few Semillons show their richness and complexity as those produced in Washington State.  Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine.  Try it with a goat cheese appetizer, spicy seafood, or your traditional Thanksgiving turkey and dressing.\""
    },
    {
        "": "324",
        "name": "L'Ecole 41 Chardonnay 2006",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Elegantly balanced, this Burgundian style Chardonnay shows Fuji apple, Asian pear and ripe pineapple and tropical flavors with subtle mineral and spice that gain complexity on a long, robust finish."
    },
    {
        "": "330",
        "name": "L'Ecole 41 Chardonnay 2013",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This beautifully expressive Chardonnay offers an enticing mix of tropical fruit, apple, and old world characters of flint and slate. The rich structure of this wine is finely balanced with texture and minerality, adding complexity on the full, lingering finish."
    },
    {
        "": "333",
        "name": "L'Ecole 41 Chardonnay 2016",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This beautifully expressive Chardonnay offers an inviting mix of baked apple, dried mango, brioche, and stone. Complex, with excellent balance, the finish builds to a long fruit-mineral-spice aftertaste."
    },
    {
        "": "336",
        "name": "L'Ecole 41 Columbia Valley Cabernet Sauvignon 2011",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "With its classic varietal Cabernet profile, this focused and integrated wine shows layers of dark fruit, coffee, earth and baking spice. Flavors of plum, blackberry and cassis mingle with dusty fine tannins through a long, expressive finish."
    },
    {
        "": "344",
        "name": "L'Ecole 41 Columbia Valley Merlot 2007",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Rich with pretty aromatic aromas of nutmeg, clove and spice, this dark and brooding Merlot shows black cherry, blackberry, and earthy dark fruit flavors encased in a peppery, cocoa, toasty finish."
    },
    {
        "": "346",
        "name": "L'Ecole 41 Columbia Valley Merlot 2011",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Layered with enticing aromas of plum and notes of violet, this full bodied Merlot shows a robust core of black cherry, blackberry, and cola on a seamless finish of fine-grained yet firm tannin."
    },
    {
        "": "352",
        "name": "L'Ecole 41 Columbia Valley Syrah 2012",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark, robust and spicy this harmonious Syrah shows flavors of black current, blueberry and earth through a finely textured finish."
    },
    {
        "": "353",
        "name": "L'Ecole 41 Columbia Valley Syrah 2014",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark, robust and spicy this harmonious Syrah shows rich flavors of olive, blackberry and licorice through an earthy finish."
    },
    {
        "": "359",
        "name": "L'Ecole 41 Ferguson Estate Red 2014",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Ferguson’s flavor profile is distinctly influenced by its basalt soil. This wine offers complex aromas of espresso, tobacco, and dark fruit with flint and graphite minerality. Intricate layers in the mid-palate are balanced with natural acidity leading to a robust and lingering finish"
    },
    {
        "": "365",
        "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2009",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Rich and complex, our Estate Luminesce shows exotic spice, star fruit and papaya aromas. A creamy edge enhances the lush, tropical fruit flavors which gain depth on the lengthy finish."
    },
    {
        "": "370",
        "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2014",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Rich and harmonious our estate Luminesce offers aromas and flavors of lemongrass, kiwi, white peach and melon. The finish is seamless, lingering with citrus and mineral elements. "
    },
    {
        "": "372",
        "name": "L'Ecole 41 Old Vines Chenin Blanc 2011",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This fresh, vibrant and fruity Chenin Blanc shows rich floral aromatics of jasmine, lavender, and orange blossom with flavors of star fruit, apple and apricot on a crisp mineral finish. "
    },
    {
        "": "373",
        "name": "L'Ecole 41 Old Vines Chenin Blanc 2010",
        "grape": "",
        "region": "Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This fresh, tart and delightfully fruity Chenin Blanc shows Asian pear, lavender, perfumed honeysuckle and orange blossom aromas with flavors of sweet apple, apricot and pink grapefruit on a robust and crisp mineral finish."
    },
    {
        "": "380",
        "name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2006",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "46% Cabernet Sauvignon, 42% Merlot, 8% Malbec, 4% Cabernet Franc"
    },
    {
        "": "381",
        "name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2008",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Boldly aromatic, this sophisticated and complex wine has aromas of spice and earthy hints of sweet tobacco and leather. Dense dark fruit is wrapped in nuances of smoke, cocoa, and mint with gripping tannins as the finish persists. "
    },
    {
        "": "382",
        "name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2007",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Boldly aromatic, this mature wine has aromas of cinnamon and nutmeg, earthy hints of sweet tobacco and leather, and smoky dark fruit packed with chocolate, mint and cherry fruit on a richly balanced and integrated finish. "
    },
    {
        "": "383",
        "name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2012",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This sophisticated and complex wine has brooding aromas of black cherry, dried cassis, cola nut, and currant. Flavors of tobacco leaf, dense dark fruit and sage are wrapped in gentle gripping tannins on a persistent leafy finish."
    },
    {
        "": "384",
        "name": "L'Ecole 41 Pepper Bridge Vineyard Apogee 2013",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This sophisticated and complex wine has brooding aromas of black cherry, dried cassis, kola nut, and anise. Flavors of tobacco, dark fruit and sage are wrapped in gentle gripping tannins on a lengthy finish. "
    },
    {
        "": "391",
        "name": "L'Ecole 41 Semillon 2009",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "83% Semillon, 17% Sauvignon Blanc. "
    },
    {
        "": "395",
        "name": "L'Ecole 41 Semillon 2018",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "This aromatic gem shows multiple layers of stone fruit, melon, and floral aromas with flavors of pear and lemon custard on a refreshingly balanced finish."
    },
    {
        "": "402",
        "name": "L'Ecole 41 Seven Hills Vineyard Merlot 2000",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "L'Ecole No 41 is indisputabley best known for Merlot. Fermentation control is carried out in a traditional Bordeaux style, with small lot fermentations punched down by hand for optimal color and flavor extraction. Tannins are minimized during fermentation and in the press cycle where we do not exceed 1 bar of pressure. The wine is gently racked into a combination of new and older French and American oak barrels and aged for 18 months. With rich black cherry and berry fruit flavors in balance with the tannins, we choose not to fine this wine before filtering. "
    },
    {
        "": "404",
        "name": "L'Ecole 41 Seven Hills Vineyard Merlot 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Our Estate Seven Hills Vineyard Merlot shows its characteristic cedary, silky black cherry fruit, with cool mint and baking spice aromas and a gripping, yet elegant mix of blueberry, blackberry and cocoa on a long lingering finish"
    },
    {
        "": "405",
        "name": "L'Ecole 41 Seven Hills Vineyard Merlot 2007",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "81% Merlot, 11% Cabernet Sauvignon, 8% Cabernet Franc. "
    },
    {
        "": "411",
        "name": "L'Ecole 41 Seven Hills Vineyard Perigee 2015",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Perigee exemplifies this vineyard’s characteristic cedar and black plum structured elegance. Alluring aromas of blueberry, cigar box and herbal flavors are accented with notes of cassis and earth, on a fine tannin finish. "
    },
    {
        "": "417",
        "name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2007",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Its elegant, old world structure and dense, dark fruit flavors show blackberry and plum with flavors of cassis, dark cherry, earth and savory herbs on a beautifully balanced finish. "
    },
    {
        "": "423",
        "name": "L'Ecole 41 Walla Walla Valley Cabernet Sauvignon 2014",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "With an elegant, old world structure, this sophisticated Cabernet shows savory aromas of bouquet garni, rose petal, and cocoa. A robust core of blackberry and plum with notes of black currant and cigar box are framed with polished tannins on a rich, harmonious finish."
    },
    {
        "": "426",
        "name": "L'Ecole 41 Walla Walla Valley Syrah 2004",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "98% Syrah, 2% Grenache"
    },
    {
        "": "427",
        "name": "Ledge Catacombs Red Blend 2011",
        "grape": "",
        "region": "California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This is another big lusty 2011 vintage red blend from west Paso. Dry yet luscious fruit with lingering tannins and long, linear length on the finish.  Distinctive character, with rich palate coating textures and lots of layers and depth - this is benchmark wine."
    },
    {
        "": "439",
        "name": "Leeuwin Estate Art Series Cabernet Sauvignon 1997",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Vibrant red ruby colour. This wine is showing its Cabernet Sauvignon dominated heritage. The spice, cedar and roasted coffee aromas are lifted and complexed with the rich curranty fruit possible from a fully ripe year. "
    },
    {
        "": "442",
        "name": "Leeuwin Estate Art Series Cabernet Sauvignon 2001",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This is a classic Cabernet Sauvignon showing all the lovely fruit flavors of blackberries, cassis, red currants and plums complemented by the selected French oak. An excellent palate showing a blend of ripe berry with long fine grained tannins in harmony with well integrated oak. The velvety palate has great lingering length and an elegance which marks this as a truly excellent vintage."
    },
    {
        "": "447",
        "name": "Leeuwin Estate Art Series Cabernet Sauvignon 2007",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The bouquet is vibrant with a concentrated fruit profile of abundant blackcurrant, dark cherries and mulberry. Beneath the lifted aromatics of anise, cocoa, clove, black olive and earthy wild field mushroom provide elegant layers to a highly expressive and complex nose. "
    },
    {
        "": "460",
        "name": "Leeuwin Estate Art Series Chardonnay 2004",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The complex nose is typical Leeuwin, with lifted aromas of dried pear and ripe peach accompanied by hints of cashews and integrated French oak.  This finely balanced bouquet is the result of low-yielding vines, premium quality oak and gentle winemaking techniques to preserve the richness of the fruit.   "
    },
    {
        "": "463",
        "name": "Leeuwin Estate Art Series Chardonnay 2006",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The colour is brilliant and youthful green straw."
    },
    {
        "": "479",
        "name": "Leeuwin Estate Art Series Riesling 2012",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The bouquet shows fragrant and bright notes of lime blossom and cut lemon greet the nose, and are met with underlying hints of kaffir lime leaf and subtle spice. The palate is taut and focused offering lively lemon curd, lime pith and floral notes. Racy acidity defines the palate and provides great drive. These elements are woven together with a mineral finish.   "
    },
    {
        "": "480",
        "name": "Leeuwin Estate Art Series Riesling 2013",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Freshly cut limes, lemon sorbet and hints of Granny Smith apples combine with pronounced floral notes, hints of sweet spice and fragrant kaffir lime leaf. The palate is taut and fine with bursting Tahitian lime and lemon pith. Lively and racy acid underpins the palate throughout. Mineral and flint characters make this vintage one of Leeuwin's finest."
    },
    {
        "": "486",
        "name": "Leeuwin Estate Art Series Shiraz 2009",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A dark cherry color with crimson hue.  A lifted bouquet of bright red cherries, currants and blood plums complemented with complex star anise and clove.  Beneath, the nose is well supported with dusty oak and hints of aromatic violets and lavender.  The palate is vibrant and expressive with subtle texture featuring red cherries and boysenberry.  Diligent handling of oak exudes savory notes of slight char combined with delicate cinnamon and nutmeg.  A fine, yet balanced acidity line draws together all components leading to a finish that is both structural and complementary. "
    },
    {
        "": "497",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2001",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat."
    },
    {
        "": "499",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2004",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Color is transparent light straw with flashes of bright green. The initial aromas are intense and lifted with perfumes of white peach, nectarine/stone fruit backed by the wonderful pungency of citrus flowers. Although fermented in oak there is only an underpinning whisper of it present in the bouquet. The palate is up front with fruit showing a predominance of pears and citrus. It has weight, but with true elegance and softness. It finishes with a sense of depth and an aftertaste of nuttiness, tempered with fruit."
    },
    {
        "": "500",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2003",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat."
    },
    {
        "": "506",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2011",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "A complex and layered palate and features a delicate lemon, pear and lime fruit spectrum at the forefront. Tight and focused, woven together by a pristine natural acid line. Mealy notes, gunflint and subtleties of nougat, fragrant jasmine and sweet spice provide breadth to an elegant nose. Delicately textured with vibrant grapefruit and freshly cut lime, width and complexity enhanced by fluffy nougat notes. A classical wine frm an outstanding vintage."
    },
    {
        "": "507",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2012",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Cut limes, ripe nashi pears and white peaches greet the nose, amidst aromas of fresh nougat, honeycomb, brioche and rice wafers. Savory lemon rind, figs and quince create complexity, while oak derived toasted hazelnuts and cinnamon spice is diligently incorporated to enhance the balance. The palate is tight and defined, characterized by fresh lime, white nectarine and pears. Luscious texture delivers balanced depth and breadth to the palate. Oatmeal, nutmeg and subtle oak char lie in the background, with all components brought together with a taut and refreshing acid line."
    },
    {
        "": "511",
        "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2018",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The jasmine, frangipani, chamomile, and cardamom meet with the classical pear, lime, and lemon fruit spectrum in this fantastic wine. "
    },
    {
        "": "515",
        "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2002",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "A youthful straw green colour."
    },
    {
        "": "525",
        "name": "Leeuwin Estate Siblings Shiraz 2014",
        "grape": "",
        "region": "Margaret River, Western Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Lifted, bright and briary, the palate expresses dark black cherries, blueberries and mulberries. Chocolate, caramel and anise surround the fruit spectrum with elevated floral notes of rose and subtle violets. Plushly textured, the palate has concentration with boysenberry and redcurrants present. Black cardamom, anise and clove sit in balance providing complexity. It is integrated and finely woven with subtle sweet oak, a delicate acid line and chalky structural tannins."
    },
    {
        "": "527",
        "name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2006",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The biggest, boldest Cali's to date, this wine offers up a hedonistic nose of cherry, brambly blackberry, pine, orange peel and cinnamon to awake your senses. A truly unforgettable palate suggests raspberries and blackberries with an allusion to wild mint and thyme. Finishing with anise and molasses, this wine speaks to the incredible bounty of the remarkable 2006 vintage. A wonderful glass to sip own its on, this wine has just the right amount of acidity and structure to compliment robust lamb, beef and game dishes.  "
    },
    {
        "": "529",
        "name": "Left Coast Cellars Cali's Cuvee Pinot Noir 2014",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The flagship \"drink now\" Pinot Noir offers a rich, earthy nose of mossy forest floor. Lively tannins reveal luscious blackberries, mingling with plum, a waft of tobacco and a flinty minerality. Named after the family's left-handed daughter, Cali, this cuvee is 100% Dijon, Pommard and Wadenswil clone Pinot Noir. "
    },
    {
        "": "538",
        "name": "Lemelson Chardonnay Reserve 2012",
        "grape": "",
        "region": "Oregon",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "In pursuit of balance and finesse in a warm growing season, Lemelson  did two picks on our Johnson Vineyard: the first, to preserve vibrancy and the second, for texture and aromatics. The result is a wine that expresses the fruit of the vintage while remaining fresh and lower in alcohol. Peach, Asian pear, honeysuckle and plum on the nose are accented by subtle notes of hazelnut, brioche and tarragon. The palate is energetic and fresh with citrus and spice at mid-palate leading way to a long, citrus and mineral finish. While many vintages of their Reserve Chardonnay have aged quite gracefully, the opulent fruit of this vintage suggests that this wine will be at its best over the next five years.  "
    },
    {
        "": "540",
        "name": "Lemelson Dry Riesling 2009",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The vineyard source for our Riesling remains constant as the style created in the vineyard and winery continues to evolve. Over the last four vintages, the Riesling has become drier and leaner, the 2009 has the least residual sugar yet. The nose shows lemon curd, pear, honeysuckle, chalk and lemongrass and develops honey and nectarine with time open. The palate is soft on entry with a vibrant mid-palate that turns to lime, nectarine ane mineral notes on the long finish.   "
    },
    {
        "": "542",
        "name": "Lemelson Jerome Reserve Pinot Noir 2012",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Blending elements from the best of the seven certified organicestate vineyards, Jerome Reserve is intended to be the mostbalanced, expressive and ageworthy Pinot Noir. The 2012 Jerome Reserve is surprisingly coiled for a wine from a relatively warm vintage. With time in the glass, the wine explodes with a combination of raspberry, cherry and strawberry accented by forest floor, licorice and intricate spice. Supple on entry, the structure and shape of this wine are very central on the tongue with the tannic spine buffered by plush red fruit, creating a graceful feel that betrays the warmth of the vintage."
    },
    {
        "": "544",
        "name": "Lemelson Meyer Vineyard Pinot Noir 2012",
        "grape": "",
        "region": "Dundee Hills, Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The Meyer Vineyard is a long, steep site in the Dundee Hills that faces due south and features a variety of elevations, exposures and microclimates. The steepest, most exposed blocks create very ripe Pinot noir with deeply colored, often dense and multilayered wines, while the more sheltered, gentler slopes yield more subtle, mineral red-fruited wines. Their preferences often depend on the vintage. The 2012 Meyer combines fruit from multiple aspects of the vineyard to make a balanced, admittedly opulent wine. The fragrant nose reveals blueberry and kirsch accented by anise, smoke, sandalwood and earth. The palate is bright and fresh with focused, lithe red fruit driving to the finish, highlighted by darker fruit notes."
    },
    {
        "": "551",
        "name": "Lemelson Thea's Select Pinot Noir 2015",
        "grape": "",
        "region": "Willamette Valley, Oregon",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "As Lemelson’s house cuvee, Thea’s Selection is a blend of fruit sourced from all seven of the winery’s organic, estate vineyards that span across three different Willamette Valley AVAs. As such, it is a wonderful representation of the 2015 vintage across all of the sites."
    },
    {
        "": "553",
        "name": "Lengs and Cooter Shiraz The Victor 2006",
        "grape": "",
        "region": "McLaren Vale, South Australia, Australia",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A blend of 90% Shiraz and 10% Grenache."
    },
    {
        "": "555",
        "name": "Leo Steen Ascona Vineyard Cabernet Franc 2017",
        "grape": "",
        "region": "Santa Cruz Mountains, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This expressive wine displays a gorgeous nose of black cherry and bittersweet chocolate, as well as layers of menthol, lavender, and graphite. On the palate, ages worthy tannins underscore a savory mix of dark fruit, dried flowers, and Kirsch."
    },
    {
        "": "569",
        "name": "Leone de Castris Salice Salentino Riserva 2007",
        "grape": "",
        "region": "Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Salice Salentino Riserva is a wine of intense red color with garnet colored hints, made of Negroamaro and Malvasia Nera. On the nose, fruity sensations of blackberry and black cherry, and notes of basil and sweet spices due to the refinement in oak barrels. In the mouth it is smooth and balanced with strong but never intrusive tannis and a long lasting finish."
    },
    {
        "": "571",
        "name": "Leone de Castris Salice Salentino Riserva 2011",
        "grape": "",
        "region": "Puglia, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Intense ruby-red in color, concentrated aromas of black cherries and baked red fruits complement undertones of plums, spices, vanilla, and anise. On the palate, velvety tannins and a full body frame the long, delectable finish of stewed strawberries and vanilla beans."
    },
    {
        "": "576",
        "name": "Leonetti Cabernet Sauvignon 1994",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Leonetti Cabernet Sauvignon is a very dark wine with an incredible nose consisting of aromatic cedar, anise, black cherry, and balsam. This is a very distinctive wine with a rich, heavy mouthfeel. This weighty palate impression is backed by high-quality, fine grained tannins. "
    },
    {
        "": "577",
        "name": "Leonetti Cabernet Sauvignon 1995",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The 1995 Cabernet Sauvignon has deep ruby-red color. A full bodied and rich wine, the wine has aromas of fruit, smoke and mint. Finishes with length.  "
    },
    {
        "": "583",
        "name": "Leonetti Cabernet Sauvignon 2010",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Saturated dark ruby to the rim. The 2010 Cabernet has a tremendously pleasing nose of mixed berries, creme brulee,cassis, baking spices, and cinnamon. There is truly an exceptional purity to the nose that makes me close my eyes when I place my nose inside to focus on this chimera in a glass. The palate is tightly wound yet plush, having simply perfect balance and length. There is a lot of ripe tannin here, but not a rough edge to be found. After 5 days open, the wine continues to develop and display remarkable purity of fruit."
    },
    {
        "": "584",
        "name": "Leonetti Cabernet Sauvignon 2011",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Poured initially out of the bottle, the 2011 Cabernet Sauvignon presents dark black fruit, cedar and classic Left bank Bordeaux nose of fruit, saddle leather and earth. It's sizably masculine mouthfeel has great length. Sweet fruit and gorgeously balanced. this wine has amazing cellaring capabilities and will reward the patient drinker. "
    },
    {
        "": "589",
        "name": "Leonetti Cabernet Sauvignon (damaged label) 2007",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Sharply defined, with interesting citrus flavors defining the borders of the fruit. Lemon peel, candied pineapple and even grapefruit add lovely grace notes indicative of rich, clean, natural acids and a wine with plenty of glycerin. The stunning red fruits are polished and backed with details such as dried herb, and a tiny hint of mint."
    },
    {
        "": "590",
        "name": "Leonetti Cabernet Sauvignon (damaged label) 2009",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Dark as night. An absolutely explosive nose of ripe red and black fruits, licorice, coffee, cassis and pine boughs. Palate is gorgeously plush, rich, dense, long, and loaded with fruit. Tannin is smooth and ripe, finish lasts forever. A very flamboyant yet balanced Cabernet."
    },
    {
        "": "591",
        "name": "Leonetti Merlot 1993",
        "grape": "",
        "region": "Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Beautiful dark red color. A nose of lavender and violet florals gives way to candied bing cherry, subtle toasty oak notes, and a wine just dripping with gobs of ripe fruit. The wine coats the palate with it's glycerin and sweet fruit. This wine has a purity of fruit and length that even the finest estates of Pomerol and St. Emilion would envy."
    },
    {
        "": "593",
        "name": "Leonetti Merlot 1997",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A deep red wine with a beautifully integrated nose of black fruits, vanillin and anise with toasted oak notes. This wine is very soft in the mouth but backed up with nice structure. A very rich wine, it has a finish that seems to go on for minutes. A classic Leonetti Merlot with good aging potential. "
    },
    {
        "": "598",
        "name": "Leonetti Merlot 2004",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The wines nose consists of bright floral aromatics, elderberry, red and black creme fruits and spicy yet subdued notes of balsam, pencil shavings, and pine. The palate is broad and fat with a soft, long, yet lively finish that brings back Merlot lovers to this wine again and again."
    },
    {
        "": "600",
        "name": "Leonetti Merlot 2007",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A blend of 93% Merlot and 7% Petit Verdot."
    },
    {
        "": "601",
        "name": "Leonetti Merlot 2006",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Beautiful dark red color. A nose of lavender and violet florals gives way to candied bing cherry, subtle toasty oak notes, and a wine just dripping with gobs of ripe fruit. The wine coats the palate with it's glycerin and sweet fruit. This wine has a purity of fruit and length that even the finest estates of Pomerol and St. Emilion would envy. Everything is in balance and this generous wine is ready to drink now but will also reward cellaring."
    },
    {
        "": "607",
        "name": "Leonetti Merlot 2014",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Placing one’s nose into a glass of the 2014 Leonetti Merlot results in an immediate smile. It leads with a gorgeous pure fruit nose of compote reduction and graham cracker that jump from the glass. It is so rich, lush, and pure. It is a positively delicious wine that will easily age 10+ years for those of you who enjoy cellaring wines. This is everything Merlot wants to and can be in Washington State."
    },
    {
        "": "609",
        "name": "Leonetti Merlot (loose foil capsule) 2000",
        "grape": "",
        "region": "Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The 2000 vintage was extraordinary in Washington, and Leonetti's 2000 Merlot certainly lives up to that billing. With a nose driven by high-tone fruit, vanillin, and spice, this wine is loaded with varietal character. The Leonetti house style for Merlot really shows through, as this wine is very concentrated, but ends with a fleshy softness that makes this wine so attractive to drink. This wine is 100% Merlot."
    },
    {
        "": "610",
        "name": "Leonetti Merlot (scuffed labels) 2011",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Beautiful, deep ruby color. 2011 was the coolest vintage inthe Walla Walla Valley in 20 years. It was a winemakersvintage and one that will forever separate the \"men fromthe boys.\" Everything had to be executed to perfection inthe vineyard, a feat in which we managed to accomplish.Merlot, being the earliest variety we have to ripen, was trulyat home in this vintage and produced a wine I can aptlydescribe as resembling the finest Right Bank Claret fromBordeaux. Such is its leaness, levity, and beauty. The nose isjust loaded with pure red and blue berries, along with floralnotes. Fantastic acid punctuates the lovely finish."
    },
    {
        "": "612",
        "name": "Leonetti Reserve 2002",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This wine may be remembered as one of the finest Leonetti has produced. The wine's aroma itself can hold one captive without ever taking a sip. The nose boasts incredible sweet fruit, cedar, plums, and cassis. The wine is very dense while being seamless and lasting on the palate long after the wine is swallowed. As always, Leonetti Reserve reflects the winery's efforts to produce a wine amongst the finest in the world. It is entirely estate grown and only produced in exceptional vintages -- blended in varying varietal percentages through diligent selection of individual barrels to produce the greatest wine possible."
    },
    {
        "": "619",
        "name": "Leonetti Reserve 2013",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This 2013 Cabernet dominant blend has a stunning nose of tar, iron minerality, cassis, and dried flowers ~ especially lavender. On the palate, the wine is powerful and pure, repeating the note of cassis liqueur and black olive compote. All the elements of fruit,acidity, and tannin are perfectly balanced, ensuring a lengthycellaring life if you have the patience to hide it in your cellar."
    },
    {
        "": "623",
        "name": "Leonetti Sangiovese 2005",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "With unusually dark color for Sangiovese and body to match, this wine has fantastic floral, raspberry puree, and intense pure fruit aromatics. A very small amount of new oak serves as a lovely background characteristic. The wine has great palate sweetness, intense acidic fruit and purity. As always with this lovely varietal, it has fantastic bracing acidity that allows it to pair with such a wide variety of foods.  "
    },
    {
        "": "624",
        "name": "Leonetti Sangiovese 2000",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Beautiful dark ruby color. A distinctive bright nose of red and dried fruits, including cherry, with cedar shaving undertones. The wine is very alive on the palate with vibrant acidity, a great middle mouth feel, and a complex finish. "
    },
    {
        "": "626",
        "name": "Leonetti Sangiovese 2007",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "This was aged in French oak puncheons and large oval botti for 14 months, this wine has very mild European oak characteristics. Bright re-ruby color. Sexy, slightly grapey aromas of red currant, violet and cedar. Finishes with a suggestion of sweet chocolate and lively acidity. "
    },
    {
        "": "627",
        "name": "Leonetti Sangiovese 2008",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Sangiovese 92%,  Syrah 8%. "
    },
    {
        "": "628",
        "name": "Leonetti Sangiovese 2009",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Exceptional deep ruby color. Enticing nose of dried fruits, cranberries, vanilla, pencil shavings and graham cracker. On the palate it is smooth, long and balanced by fine tannin and lively acidity. Excellent purity of fruit. After 3 days open this one is singing! Enjoy now through 2030. "
    },
    {
        "": "631",
        "name": "Leonetti Sangiovese 2013",
        "grape": "",
        "region": "Walla Walla Valley, Columbia Valley, Washington",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The 2013 Leonetti Sangiovese is loaded with cranberry, black cherry, pomegranate, and notes of white tea. The palate is so incredibly refreshing and will compliment almost any food."
    },
    {
        "": "635",
        "name": "Les Alexandrins Cornas 2016",
        "grape": "",
        "region": "Cornas, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Wines from Cornas tend to open up after a few years. This Cornas has the advantage of having great elegance now and in two or three years time this will already be a great wine to drink."
    },
    {
        "": "636",
        "name": "Les Alexandrins Domaine Crozes-Hermitage 2016",
        "grape": "",
        "region": "Crozes-Hermitage, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "In 2016, the grapes arrived in the cellar with beautiful balance and freshness.The color is of an intense black. The nose shows a delicate but complex bouquet of aromas: pretty notes of black fruit (blackcurrant, blackberries), smoked and grilled notes and sweet spices. In the mouth, the attack is full of freshness, dense, with fine tannins and beautiful aromas with subtle notes of ageing and red and black fruit. A perfect expression of this terroir."
    },
    {
        "": "637",
        "name": "Les Alexandrins Domaine Saint-Joseph 2015",
        "grape": "",
        "region": "Saint-Joseph, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "A beautiful red-black colour, with violet undertones, this wine expresses a stylethat highlights the tension, and the vivaciousness of Syrah rather than theirrich jamy character. The nose reveals a beautiful mineral freshness, notes ofblackcurrant, peonies and sweet spices. On the palate, a fine tension,nourished by a silky tannic structure, accompanies this wine towards a richand digestible finish."
    },
    {
        "": "653",
        "name": "Les Cretes Le Sommet Nebbiolo 2016",
        "grape": "",
        "region": "Valle d'Aosta, Italy",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Bright ruby color. On the nose blackberry, cherry and balsamic notes. On the palate, juicy, precise and savory pulp that persists for a long time expressing the elegance of the mountain."
    },
    {
        "": "654",
        "name": "Les Cretes Les Abeilles 2006",
        "grape": "",
        "region": "Valle d'Aosta, Italy",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Brilliant golden yellow hue. Fruit (dried apricots, jam), spice and a hint of acacia flower honey on the nose. Complex palate with sweet, soft, mineral undertones. Long, fresh finish."
    },
    {
        "": "661",
        "name": "Les Forts de Latour 2005",
        "grape": "",
        "region": "Pauillac, Bordeaux, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Blend: 76% Cabernet Sauvignon and 24% Merlot"
    },
    {
        "": "664",
        "name": "Les Garrigues Cotes du Rhone 2017",
        "grape": "",
        "region": "Cotes du Rhone, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Les Garrigues Cotes du Rhone is reminiscent of the local, lusty, easy-drinking reds in Southern France that are downed by the pitcher in the local cafes.  The wine gets its name from the French word, Garrigues, which means \"underbrush of wild herbs and spices\".  The indigenous Garrigues which grows wild throughout Southern France is said to impart a slightly spicy flavor to the wines of the region. "
    },
    {
        "": "668",
        "name": "Les Hauts de Lagarde Bordeaux Blanc 2013",
        "grape": "",
        "region": "Bordeaux, France",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": ""
    },
    {
        "": "673",
        "name": "Les Vignerons d'Estezargues La Granacha Cotes du Rhone Villages Signargues 2007",
        "grape": "",
        "region": "Cotes du Rhone, Rhone, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The \"La Granacha Signarques\" is produced from 80+ year-old vines, harvested at 35 hl/ha and under, grapes are de-stemmed and vinified using all natural yeasts. Bottled with no filtration or fining. "
    },
    {
        "": "675",
        "name": "Les Vignes Oubliées Coteaux du Languedoc Terrasses du Larzac 2014",
        "grape": "",
        "region": "Terrasses du Larzac, Languedoc, South of France, France",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The high altitude of the Larzac plateau combines with a schist and sandstone soil to give unusually fresh, delicate wines with silky tannins that also have the garrigue aromas and great generosity that are characteristic of the Languedoc. Though the first vintage is still young, the wine promises to age very gracefully for at least a decade. "
    },
    {
        "": "679",
        "name": "Leth Steinagrund Gruner Veltliner 2010",
        "grape": "",
        "region": "Austria",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
    },
    {
        "": "681",
        "name": "Leth Steinagrund Gruner Veltliner 2015",
        "grape": "",
        "region": "Austria",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
    },
    {
        "": "684",
        "name": "Levendi River South Ranch Pinot Noir 2013",
        "grape": "",
        "region": "Russian River, Sonoma County, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Lovely classic Russian River nose, with its bouquet of wild rose, black cherry, and redwood forest floor. The palate has great length and finesse, with young, lively red currant and red cherry fruit. This wine will continue to gain flesh and dignity as it integrates the elegant French oak and ripe fruit into the supple structure."
    },
    {
        "": "690",
        "name": "Leviathan 2010",
        "grape": "",
        "region": "California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Ever the enigmatic beast, our 2010 Leviathan is trolling in deep, familiar waters. Harkening back to previous vintages, expressions of dark cherry, blueberry and blackberry exude from the glass. Brambly fruits combine with hints of chocolate malt, crème brûlée, cigar box, dried herbs and espresso. Its tentacles reach from the glass and draw you in from the first encounter. Broad shouldered and brawny but with laser precision, the 2010 vintage showcases the best of California. Allow yourself to be gathered by the seine of this cryptic creature, and embark on a nautical adventure solo or en masse! "
    },
    {
        "": "710",
        "name": "Lewis Cellars Alec's Blend Red 2003",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The formula for the 2002 Alec's Blend was so successful the winery again combined 60% Syrah, 30% Merlot, and 10% Cabernet Sauvignon to create this delicious wine, named after Dennis' first son. The wine is loaded with seductive oak spice, candle wax, and ripe black fruit. Hedonistic, rich, and complex, the wine has great mouth-feel with balance, depth, and a long, lingering finish."
    },
    {
        "": "720",
        "name": "Lewis Cellars Barcaglia Lane Chardonnay 2009",
        "grape": "",
        "region": "Russian River, Sonoma County, California",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Like the Reserve Chardonnay, our Barcaglia Lane bottling receives four additional months of barrel aging on the lees resulting in broad texture and fine detail. It is sourced from a single rolling vineyard in the Russian River Valley, part of the famed Dutton Ranch. Planted for us in 1998, the site consists of 3 sloping blocks planted to three different clones. The wine is strikingly aromatic with ripened mandarin, blood orange and spiced apple fruits, shot through with honeysuckle and hazelnut spice. Voluptuously built with plenty of curves, the richly woven palate gives way to a lively citrus laced finish."
    },
    {
        "": "726",
        "name": "Lewis Cellars Cabernet Sauvignon 2005",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Showcasing the unique personalities of small hillside vineyards from Pritchard Hill, Rutherford, and Calistoga our 2005 Napa Valley Cabernet delivers complex aromas of black currant, sweet oak spice, espresso and tobacco. 100% Cabernet Sauvignon, the wine makes a sweeping broad entry with briary, black fruit at the core and compelling chocolate flavors that yield to a long chewy finish."
    },
    {
        "": "737",
        "name": "Lewis Cellars Hudson Vineyards Syrah 2006",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "The relatively cool 2006 harvest enhanced the inherent Rhone character of our Hudson Vineyards Syrah from these famously farmed vines in Napa Carneros. Finely woven and complex this 100% Syrah from a single small block serves up a potpourri of red/black fruits, white pepper, herbes de Provence, and allspice. Black raspberry fruit flavors are framed in toasty oak and brought to fine focus. "
    },
    {
        "": "739",
        "name": "Lewis Cellars Mason's Cabernet Sauvignon 2015",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Mason has been going to CrossFit and it shows. No whiskers yet but his 2015 vintage has more serious character, complexity and muscle than ever. Redolent with deeply ripened berries, baker's chocolate, cola, and cedary oak spice the wine is concentrated and rich on entry. Picking up notes of café latte toward the finish, a network of sinewy yet supple tannins provides a platform for this bulked up wine. "
    },
    {
        "": "741",
        "name": "Lewis Cellars Merlot 2000",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Bursting with black plum and sweet cedar our Merlot is opulent and delicious, rivaling any of our Merlot bottlings to date. These low-yielding vines from Oakville, Oak Knoll and Pritchard Hill have produced a wine that is smooth, yet thickly textured, jammy yet serious."
    },
    {
        "": "742",
        "name": "Lewis Cellars Napa Valley Chardonnay 2008",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Crafted from a combination of Oak Knoll vines and longer-hanging Carneros clusters, our 2008 Napa Valley Chardonnay is satisfyingly ripe, yet focused and fresh in the same sip. Showy stone fruit, pear, hazelnut and toasty oak spices spill from the glass. Rich-bodied, fruitful and round on the palate with vanilla and subtle minerality, the wine is threaded with lively acidity bringing length and focus to a fine finish."
    },
    {
        "": "752",
        "name": "Lewis Cellars Reserve Cabernet Sauvignon 2000",
        "grape": "",
        "region": "Napa Valley, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Our 2000 Reserve Cabernet is a beautiful, showy wine, spilling-over with spicy oak and aromatic cedar, centered on opulent black fruit. Absolutely rich, ripe and round, we used 90% Cabernet Sauvignon, 7% Cabernet Franc and 3% Merlot in this Reserve blend. A cloak of vanilla, clove and seductive oak spice wraps around a deeply fruited core of currant and wild berries with hints of anise and chocolate that gradually give way to long, mouth-coating tannins. 2,300 cases produced. "
    },
    {
        "": "774",
        "name": "Lewis Cellars Sonoma Valley Chardonnay 2008",
        "grape": "",
        "region": "Sonoma County, California",
        "variety": "White Wine",
        "rating": "91.0",
        "notes": "Our Sonoma Chardonnay comes from some of the oldest Dutton Ranch plantings in Russian River. These vines consistently yield fruit of great complexity and intensity seldom found in other sites. Cooler temperatures toward the end of the 2008 growing season resulted in crisp, well-defined flavors and long ripening times. Ripe citrus, Tupelo honey and sweet floral notes combined with seductive oak and all-spice aromas are just the beginning. Sun-ripened citrus fruit flavors are framed with brilliant acidity giving this wine its trademark zest and tremendous length."
    },
    {
        "": "778",
        "name": "Lexington Apex Red 2011",
        "grape": "",
        "region": "Santa Cruz Mountains, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Blend: 99% Cabernet Sauvignon, 1% Merlot "
    },
    {
        "": "779",
        "name": "Lexington Gist Ranch Cabernet Sauvignon 2011",
        "grape": "",
        "region": "Santa Cruz Mountains, California",
        "variety": "Red Wine",
        "rating": "91.0",
        "notes": "Blend: 80% Cabernet Sauvignon, 20% Merlot"
    }
]